[spaceship]
sell_intro0 = [glitch]Bonjour, jeune demoiselle. Je viens d'un pays lointain. J'ai suis allé au quatre coins du monde, et maintenant, je vends des petits morceaux de mes découvertes.[/glitch]
sell_intro1 = [glitch]Appelle-moi le [name]Vendeur de Badges[/name], car je vends et échange des [icon:badge]Badges. Je peux te fournir de grands pouvoirs et des améliorations pour ton chapeau... si tu as de l'argent, évidemment.[/glitch]
sell_intro2 = [glitch]Es-tu venu faire un nouvel achat ?[/glitch]
sell_intro3 = [glitch]Les [icon:badge]Badges sont... totalement "à la mode" actuellement. C'est ce qu'on m'a dit de dire. Donc fais un achat, s'il te plaît.[/glitch]
sell_intro4 = [glitch]Tout ce que je vends ne fais pas le bien. Je vends également des [icon:badge]Badges horribles... et pourtant, les gens les achètent quand même.[/glitch]
sell_intro5 = [glitch]Bienvenue, jeune demoiselle. S'il te plaît, fais un achat à mon humble stand.[/glitch]
sell_intro6 = [glitch]S'il te plaît, oublie mon comportement nerveux. Mon corps a été à des endroits qui ont laissé des marques.[/glitch]

all_out0 = [glitch]C'est tout ce que je peux vendre pour le moment. Prends soin de toi.[/glitch]
all_out1 = [glitch]Je n'ai plus rien à vendre. Reviens me voir plus tard.[/glitch]